---
kind: enumMember
id: F:Autodesk.Revit.DB.IFCExportElementType.No
enum: Autodesk.Revit.DB.IFCExportElementType
source: html/981a88ab-534d-edac-94a1-ab8e790d1712.htm
---
# Autodesk.Revit.DB.IFCExportElementType.No

Don't export element type to IFC regardless of category or Revit element settings.